Revit 2027 API
ParameterTypeId.AnalyticalModelWallTopProjection Property
 "Top y Projection"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalModelWallTopProjection { get; }
Public Shared ReadOnly Property AnalyticalModelWallTopProjection As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalModelWallTopProjection {
	ForgeTypeId^ get ();
}
static member AnalyticalModelWallTopProjection : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace